<?php
return [

    'admin_panel' => 'لوحه التحكم',
    'screen' => 'شاشه كبيره',
    'success_add' => 'تم الاضافه بنجاح',
    'success_edit' => 'تم التعديل بنجاح',
    'success_delete' => 'تم المسح بنجاح',
    'success' => 'تم بنجاح',
    'fail' => 'لم تتم الاضافه',
    'add' => 'اضافه',
    'edit' => 'تعديل',
    'cancel' => 'الغاء',
    'loginbtn' => 'تسجيل الدخول',
    'reset' => 'مسح الحقول',
    'show_item' => 'مشاهده العنصر',
    'show_all' => 'مشاهده كل العناصر',
    'add_item' => 'اضافه عنصر جديد',
    'control' => 'التحكم',
    'sure' => 'هل انت متاكد ؟',
    
    'login' => [
        'title' => 'تسجيل الدخول الي لوحة التحكم',
        'rule' => ' البريد الالكتروني وكلمة المرور',
        'email' => 'البريد الالكتروني',
        'password' => 'كلمه المرور'
    ],
    'pages' => [
        'logout' => 'تسجيل الخروج',
        'feilds' => [
            'image' => 'الصوره',
            'name' => 'الاسم',
            'name_ar' => 'الاسم بالعربي',
            'name_en' => 'الاسم بالانجليزي',
            'url' => 'رابط الصفحه',
            'order' => 'ترتيب الصفحه',
            'main_page' => 'صفحه اساسيه',
        ],
        'index' => [
            'title' => 'عرض كل الصفحات',
        ],
        'create' => [
            'title' => 'اضافه صفحه جديده',
        ],
        'edit' => [
            'title' => 'تعديل هذه الصفحه',
        ]
    ],
    'users' => [
        'feilds' => [
            'first_name' => 'الاسم الاول',
            'second_name' => 'الاسم الثاني',
            'last_name' => 'الاسم الاخير',
            'country' => 'البلد',
            'city' => 'المدينه',
            'mobile' => 'الموبايل',
            'avatar' => 'الصوره',
            'role' => 'الدور',
            'gender' => 'النوع',
            'email' => 'البريد الالكتروني',
            'password' => 'كلمه السر',
            'male' => 'ذكر',
            'female' => 'انثي',
            'user' => 'مستخدم',
            'admin' => 'ادمن'
        ],
        'index' => [
            'title' => 'عرض كل المستخدمين',
        ],
        'create' => [
            'title' => ' اضافه مستخدم جديد ',
        ],
        'edit' => [
            'title' => ' تعديل هذا المستخدمين',
        ]
    ]


];
